<template>
    <div class="agreement">
       <HeaderNav></HeaderNav>

        

        <h2>神州佳教会员协议</h2>
        <h3>【请认真阅读并理解以下内容，其中以加粗方式显著标识的文字，请着重阅读、慎重考虑。】</h3>
        <div>本协议是您与神州佳教网站（简称"本站"，网址：http://ww.edu-china.com）所有者（以下简称神州会员）之间就神州佳教会员所订立的契约。请您仔细阅读本协议，您点击"
            <b>同意并继续</b>"按钮后，本协议即构成对双方有约束力的法律文件。</div>
        <ul>
            <li>
                <dl>
                    <dt>第1条 相关定义</dt>
                    <dd>
                        <b>1.1神州会员：</b>  神州会员是为神州佳教付费客户打造的高级会员服务，通过提供高品质的客户服务，让您的体验变的更加方便，省钱和放心。神州会员目前包括会员专享价格、家长学堂、专属客服和专家一对一咨询等，全方位提升客户的体验。</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>第2条 本站服务条款的确认和接纳</dt>
                    <dd>2.1本站所提供的
                        <b>神州会员</b>活动的所有权和运作权归神州佳教所有。</dd>
                    <dd>2.2用户点击同意本协议的，即视为用户确认自己同意接受神州会员相关服务的条款，且同意按本协议内容履行，如产生用户相关责任的，同意承担相应法律责任。</dd>
                    <dd>2.3如果您在18周岁以下，您只能在父母或监护人的监护参与下方能参与体验该服务。</dd>
                    <dd>2.4神州保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容等相关权利。</dd <dd>2.5神州会员开通后，您在已开通的服务期内中途主动取消服务或终止资格的，将不获得为开通本服务而支付费用的退还。</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>第3条 活动资格及活动时间3.1神州会员活动仅针对消费记录良好且在神州不享受额外折扣或返利的神州个人用户（不包括企业用户、乡村推广员、等公司机构）开放参与资格。</dt>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>第4条 服务内容条款 神州会员用户，依本协议所享有的服务内容包括：</dt>
                    <dd>
                        4.1.礼品折扣：入会礼包免费领，99元/年，立即开通。
                    </dd>
                    <dd>
                        4.1.1亲子活动、亲子场馆门票、亲子演出门票、亲子活动一卡通 <br> 4.1.2会员活动，所有产品神州会员可不定期参与抢购0元免单活动。
                        <br> 4.1.3专家可咨询的范围，例如：育儿知识，正面管教等。
                        <br> 4.1.4新品限时优惠，神州会员享有新产品优惠价格优先购买的权利。
                        <br>
                    </dd>
                    <dd>4.2会员拼团，神州佳教仅限VIP会员可以参加拼团活动。</dd>
                    <dd>
                        4.2.1神州专属客服，神州VIP会员客户享受专属贵宾客服专线：400-706-7131更高的接通率，更优质的服务，客服团队将为您提供更加优质贵宾专线服务。
                    </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>第5条用户会员使用注意事项</dt>
                    <dd>5.1提交申请开通时，用户同意并提交本人手机号码和邮箱等本站所需的个人资料，并保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽，用户需承担因此引起的相应责任及后果，并且神州保留终止用户参与该活动的权利。</dd>
                    <dd>5.2服务开通后，用户应谨慎合理的保存、使用其用户名和密码，不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，同时神州在该种情况下有权做出独立判断，可采取暂停或关闭用户参与资格等措施。</dd>
                    <dd>5.3用户同意，神州拥有通过邮件、短信电话等形式，向其发送相关活动信息等必要信息的权利。</dd>
                    <dd>5.4用户同意，其应合理使用其享有的会员权益，除为实现用户自身的会员利益外，不得利用其享有的权益非法获利，不得以任何形式售卖其所享有的权益，不得滥用其所享有的权益，如因用户不当行为致神州合理怀疑的或判定的，神州有权暂停或关闭用户该活动的权益，此外，用户需承担因此引起的相应责任及后果。</dd>
                    <dd>5.5 神州佳教会员用户在活动中产生的意外情况，需由用户本人自行承担。</dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>第6条 协议更新及用户关注义务
                    </dt>
                    <dd> 6.1根据国家法律法规变化及网站运营需要，神州
                        <b>有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。神州建议您在使用本站之前阅读本协议及本站的公告。</b>
                    </dd>
                </dl>
            </li>
            <li>
                <dl>
                    <dt>第7条 法律管辖和适用</dt>
                    <dd>
                        7.1本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 <b> 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向北京市海淀区人民法院提起诉讼。</b>
                    </dd>

                </dl>
            </li>
            <li>
                <dl>
                    <dt>第8条 其他</dt>
                    <dd>8.1神州网站所有者是指在政府部门依法许可或备案的神州网站经营主体。</dd>
                    <dd>8.2如因不可抗力或其它本站无法控制的原因使本站活动服务无法及时提供或无法按本协议进行的，神州会合理地尽力协助处理善后事宜。</dd>
                    <dd>8.3用户除遵守该用户协议外，仍应同时遵守《神州用户注册协议》。</dd>
                    <dd>8.4神州会员用户自购买之日起开始计算到正式用户到期当日自动终止。</dd>
                    <dd>8.5本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</dd>
                </dl>
            </li>

        </ul>

    </div>
</template>

<script >
import HeaderNav from '../../base/header.vue'
export default {
    components: { HeaderNav }
    

}
</script>
<style scoped>
.agreement {
    
    padding: .25rem;
    line-height: 1.8em;
    text-align: justify;
}

.agreement h2 {
    text-align: center;
    color: #3bc485;
    height: .65rem;
    line-height: .65rem;
}

.agreement h3 {
    font-size: .24rem;
    padding: .05rem 0;
}

.agreement div {
    padding: .05rem 0;
}

.agreement ul li {
    padding: .05rem 0
}

.agreement ul li dt {
    margin-bottom: .1rem;
    font-weight: bold
}

.agreement ul li dd {
    margin-bottom: .1rem;
    ;
}
</style>
